import { Post } from './post.interface';

/* eslint-disable max-len */
export const POST_STUB: Post = {
  tags: [],
  published: '2023-08-01T00:00+07:00',
  title: '«Я такой же простой парень, как ребята, ездящие по Москве на Гелендвагенах»: интервью с Мухаммедом Аль Саудом',
  description: 'Корреспондент ИА «Панорама» пообщался с наследным принцем Саудовской Аравии Мухаммедом Аль Саудом во дворце в Эр-Рияде',
  category: { slug: 'stati', name: 'Статьи' },
  image: '//images.ctfassets.net/1111/1/1/p21.webp',
  imageOriginal: {
    metadata: { tags: [] },
    sys: {
      space: { sys: { type: 'Link', linkType: 'Space', id: '1111' } },
      id: '11111',
      type: 'Asset',
      createdAt: '2023-08-07T06:03:53.290Z',
      updatedAt: '2023-08-07T06:03:53.290Z',
      environment: { sys: { id: 'master', type: 'Link', linkType: 'Environment' } },
      contentType: {
        sys: { id: 'master', type: 'Link', linkType: 'Environment' },
      },
      locale: '',
      revision: 1,
    },
    fields: {
      title: '«Я такой же простой парень, как ребята, ездящие по Москве на Гелендвагенах»: интервью с Мухаммедом Аль Саудом',
      file: {
        url: '//images.ctfassets.net/1/1/1/p21.webp',
        details: { size: 55028, image: { width: 800, height: 450 } },
        fileName: 'p21.webp',
        contentType: 'image/webp',
      },
    },
  },
  author: {
    fullName: 'Бронислав Рубенштейн',
    email: 'bron@fafn.ru',
    avatar: '//images.ctfassets.net/1/1/1/s3.jpg',
  },
  headline: '«Я такой же простой парень, как ребята, ездящие по Москве на Гелендвагенах»: интервью с Мухаммедом Аль Саудом',
  intro:
    'Корреспондент ИА «Панорама» пообщался с наследным принцем Саудовской Аравии Мухаммедом Аль Саудом во дворце в Эр-Рияде. В отличие от своего британского коллеги, Его Высочество не испытывает проблем с личными финансами и с оптимизмом смотрит на российско-саудовское сотрудничество. \n',
  slug: 'ya-takoi-zhe-prostoi-paren-kak-rebyata-ezdyashie-po-moskve-na-gelendvagenakh',
  body: '<p>Корреспондент ИА «Панорама» пообщался с наследным принцем Саудовской Аравии Мухаммедом Аль Саудом во дворце в Эр-Рияде. В отличие от своего британского коллеги, Его Высочество не испытывает проблем с личными финансами и с оптимизмом смотрит на российско-саудовское сотрудничество.</p><p>Панорама: Ас-салям алейкум, Ваше Высочество!</p><p>Мухаммед Аль Сауд: Малейкум ас-салям! Как долетели?</p><p>Панорама: Очень хорошо. Дороги от аэропорта до дворца просто шикарные.</p><p>Мухаммед Аль Сауд: Их отремонтировали к визиту Путина и до сих пор они в отличном состоянии. Теперь наши дороги из аэропорта – лучшие в мире, как и наша авиация.</p><p>Панорама: Скажите, каково это – быть наследником самой крупной в мире нефтяной монархии?</p><p>Мухаммед Аль Сауд: Этот вопрос лучше задать Дмитрию Медведеву. <em>смеётся</em> Я живу неплохо. Катаюсь на Гелендвагене по Эр-Рияду, праздную Курбан-Байрам вместе со своими соотечественниками, пляшу и стреляю на свадьбах – как и любой молодой человек моего возраста.</p><p>Панорама: Звучит странно знакомо.</p><p>Мухаммед Аль Сауд: Вы заметили? В 2017 году мы с отцом посетили Москву. Я был очень удивлён тому, что там очень многие молодые люди живут так же, как я. У них, конечно, не такие роскошные дома и не так много жён, но образ жизни такой же.</p><p>Панорама: Вам удалось с ними пообщаться?</p><p>Мухаммед Аль Сауд: Да. Я познакомился с Ибрагимом – он дагестанец, катается по Москве на Гелендвагене, учится в МГИМО. Кстати, он сдал ваш экзамен по русскому языку на 100 баллов. Мне тоже в школе ставили хорошие оценки. Я такой же простой парень, как этот Ибрагим, как другие ребята, ездящие по Москве на Гелендвагенах и наслаждающиеся жизнью.</p><p>Панорама: Но вы также и принц.</p><p>Мухаммед Аль Сауд: По большому счёту я исполняю обязанности короля. Отец очень стар и не в состоянии управлять страной, поэтому он и назначил меня министром обороны, иностранных дел и ещё кем-то, я уже не помню. К счастью, это не отнимает у меня много времени.</p><p>Панорама: Вы хотите сказать, что править королевством – легко?</p><p>Мухаммед Аль Сауд: Довольно легко. Саудовская Аравия – великая держава, с управлением которой справится и кухарка, и доярка. Недавно в Парагвае выбрали президентом как раз доярку, и она неплохо справляется.</p><p>Панорама: В последние годы отношения Саудовского королевства и США сильно испортились. Что вы об этом думаете? Мухаммед Аль Сауд: Американцы плохо работают. Мы платим чиновникам Демократической партии зарплаты, а они не оправдывают наших ожиданий. От них никакого толку. Я слышал, что чиновники в России гораздо эффективнее принимают законы – вашу Госдуму очень хвалят за принятие законов против неверующих.</p><p>Панорама: Так вы собираетесь платить зарплату российским чиновникам?</p><p>Мухаммед Аль Сауд: Да, но не всем, конечно. Это не по карману даже Илону Маску. Мы думаем взять какую-нибудь одну партию на содержание, как в США. Скорее всего, это будет Коммунистическая партия.</p><p>Панорама: Почему именно она?</p><p>Мухаммед Аль Сауд: Два моих двоюродных брата состоят в этой партии и работают депутатами в Госдуме. Они мне и посоветовали выбрать эту партию.</p><p>Панорама: Спасибо, будем знать. Не хотите сказать что-нибудь напоследок жителям России?</p><p>Мухаммед Аль Сауд: <em>говорит по-русски с сильным акцентом</em> Ахмат - сила!</p><p>Панорама: Спасибо. До свидания.</p><p>Мухаммед Аль Сауд: Иншалла!</p>',
};
